// Адаптивний Web Design

//<meta name="viewport" content="width=device-width, initial-scale=1"></meta>

//width=device-width
//Использование мета-значения области просмотра width=device-width указывает странице соответствовать ширине экрана 
//в независимых от устройства пикселях. 

//initial-scale=1
//Добавление значения initial-scale=1 указывает браузерам устанавливать отношение 1:1 между пикселями CSS 
//и независимыми от устройства пикселями независимо от ориентации устройства и позволяет странице использовать 
//всю ширину альбомной ориентации.